#Тема: Типы данных

#1.Integer -> Целое Число Если  число Int16 [-32 768 ; 32 767]  Int32 ->  −2 147 483 648  2 147 483 647 

#1.1 UInt -> Целое Число Положительное UInt16 [0 ; 65 535]      Uint32 [0; 4 294 967 295]
#2.Float -> Число с Плавающей точкой  
#3.Decimal -> Числа с фиксированной точностью
#4.String -> Строки включая простые строки и смарт-строки 
#4.1.Char -> Символы   пример: chr(<n>)
#5.Boolean -> Логический тип, True/False

#Структуры:
#1. List
#2. Tuple -> Кортеж Бывает одного типа, бывает смешанным
#3. Set Множество уникальных элементов
#4. FrozenSet Неизменяемое множество уникальных элементов
#5. Словарь Уникальный набор ключей в паре с неуникальными значениями
